RRN_Data/1238600/1238672.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-08-10T10:00:13.151+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-08-10T10:00:13.151+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230810-000572" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-08-10T10:00:10.607+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="230810-000572-1" version="2"><situationRecordCreationTime>2023-08-10T09:51:46.080+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-10T09:59:42.212+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-10T10:00:10.607+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-10T09:51:46.080+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">District d'Oloron-Sainte-Marie</value></values></sourceName><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-08-10T09:51:46.080+02:00</overallStartTime><overallEndTime>2023-08-10T17:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Travaux d'assainissement</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District d'Oloron-Sainte-Marie/CEI d'Oloron-Sainte-Marie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Cause chantier</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 7550 m à l'est de Oloron-Sainte-Marie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>bothWays</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.175137</latitude><longitude>-0.54853225</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Escou</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N134</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Oloron-Sainte-Marie</value></values></alertCLocationName><specificLocation>17364</specificLocation></alertCLocation><offsetDistance><offsetDistance>7550</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>both</directionRelativeAtPoint><linearElement><roadNumber>N0134</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>30.0</distanceAlong><fromReferent><referentIdentifier>64PR63U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>medium</roadworksScale><mobility><mobilityType>stationary</mobilityType></mobility><subjects><subjectTypeOfWorks>buriedServices</subjectTypeOfWorks></subjects><roadMaintenanceType>maintenanceWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="230810-000572-2" version="2"><situationRecordCreationTime>2023-08-10T09:51:46.080+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-10T09:59:42.212+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-10T10:00:10.607+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-10T09:51:46.080+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Atlantique</sourceIdentification><sourceName><values><value lang="fr">District d'Oloron-Sainte-Marie</value></values></sourceName><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-08-10T09:51:46.080+02:00</overallStartTime><overallEndTime>2023-08-10T17:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Atlantique/District d'Oloron-Sainte-Marie/CEI d'Oloron-Sainte-Marie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 7550 m à l'est de Oloron-Sainte-Marie</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>bothWays</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.175137</latitude><longitude>-0.54853225</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Escou</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N134</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Oloron-Sainte-Marie</value></values></alertCLocationName><specificLocation>17364</specificLocation></alertCLocation><offsetDistance><offsetDistance>7550</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>both</directionRelativeAtPoint><linearElement><roadNumber>N0134</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>30.0</distanceAlong><fromReferent><referentIdentifier>64PR63U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>singleAlternateLineTraffic</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>